brew "git"
brew "neovim"
brew "fzf"
brew "tree-sitter"
brew "redis"
brew "postgresql"
brew "elasticsearch"
brew "npm"
brew "alacritty"
brew "asciinema"
brew "imagemagick"
brew "gifsicle"
brew "cdk8s"
brew "kubectl"
brew "docker"
brew "ripgrep"
brew "fish"
brew "starship"
brew "exa"
brew "git-delta"
brew "fd"
brew "bat"
brew "docker-compose"
brew "pgcli"
brew "curl"
brew "coreutils"
brew "asdf"
brew "tig"
brew "jq"
brew "skaffold"
brew "temporalio"

tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"

cask "slack"
cask "keycastr"
