brew "git"
brew "neovim"
brew "fzf"
brew "tree-sitter"
brew "redis"
brew "postgresql"
brew "elasticsearch"
brew "npm"
brew "alacritty"
brew "asciinema"
brew "imagemagick"
brew "gifsicle"
brew "cdk8s"

tap "homebrew/cask-fonts"
cask "font-fira-code"

cask "slack"
